type articleObject = {
    title: string,
    image: string,
    sanitizedHtml: string,
    author: string,
    cat: Array<string>,
    tags: Array<string> | [],
    created: string,
    slug: string,


}

export const articles: Array<articleObject> = [
    {
        title: "ইসলাম এবং এনলাইটেনমেন্ট",
        image: "https://shoncharon.com/img/post/180709020603.jpg",
        slug: "islam-and-enlightment",
        sanitizedHtml: `
        ইউরোপীয় এনলাইটেনমেন্টের পর বিশ্ববাসী ইউরোপীয় সাম্রাজ্যবাদ, আফ্রিকার দাসপ্রথা, দু দুটো বিশ্বযুদ্ধ এবং রাসায়নিক অস্ত্রের ব্যবহার প্রত্যক্ষ করেছে। এসব ঘটনাসমূহকে পটভূমিতে রাখলে পাশ্চাত্য কর্তৃক মুসলিম উম্মাহর বিরুদ্ধে সহিংসতা এবং অজ্ঞতার অভিযোগটি হালে পানি পায় না।

ISIS, আল কায়েদা, বোকো হারাম এবং অন্যান্য অনুরূপ সংগঠনের ক্রমবর্ধমান সহিংসতার পরিপ্রেক্ষিতে শেষমেশ ইসলামিক এনলাইটেনমেন্টের আহবান জানানো হয়। বলা হয়ে থাকে যে, ইসলামের ভেতরে এনলাইটেনমেন্টের আন্দোলন সহিংসতা হ্রাস এবং সহিষ্ণুতা, যুক্তিবাদিতা ও স্বাধীনতা বৃদ্ধিতে ভূমিকা রাখবে। এই আহবান ধর্মনিরপেক্ষতাবাদী-মানবতাবাদী (secularist-humanist) পূর্বানুমানের উপর ভিত্তি করে হয়ে থাকে যার কথা হল ধর্ম সহিংসতার জন্ম দিয়ে থাকে এবং ধর্মনিরপেক্ষতা শান্তি নিশ্চিত করে। কিন্তু ব্যাপারটি অতো সরল নয়, বরং আধুনিক সহিংসতার ইতিহাস আমাদের সামনে এর চেয়ে অনেক বেশী জটিল একটি চিত্র উপস্থাপন করে।

মিডিয়ার সংবেদনশীল শিরোনামের আড়ালে এনলাইটেনমেন্টের অর্থ নিয়ে বিতর্ক এখন ইসলাম এবং ভবিষ্যৎ ইসলাম-পাশ্চাত্য সম্পর্ক নিয়ে বিতর্কের সাথে ওতপ্রোতভাবে জড়িত। লুই দুপ্রে তাঁর বই ‘The Enlightenment and the Intellectual Foundations of Modern Culture’ এর  ভূমিকায় ১১ সেপ্টেম্বর এর আক্রমণ দ্বারা হতভম্ভ হয়ে মন্তব্য করেন, “এমন একটি সময়ে এনলাইটেনমেন্টের কথা লিখে কি লাভ-ই বা আছে যখন নিষ্ঠুরভাবে এর মূল্যবোধ এবং আদর্শের সমাপ্তি ঘোষিত হচ্ছে।” দুপ্রে অবশ্য ইসলামী সংস্কৃতিকে অন্ধকারাচ্ছন্ন বলছেন না। কিন্তু তাঁর পর্যবেক্ষণ হচ্ছে, “ইসলামকে কখনোই এর রূহানী দর্শনের যৌক্তিকতা চুলচেরা বিশ্লেষণ করার জন্য দীর্ঘ সময় অতিক্রম করতে হয় নি, যেমনটি কিনা পাশ্চাত্যকে অষ্টদশ শতাব্দীতে করতে হয়েছে।”

কেউ কেউ তো আরো বেশী দূরদর্শী ভূমিকা পালন করতে গিয়ে ইসলামিক এনলাইটেনমেন্ট এবং মুসলিমদের সংস্কারের কথা বলেছেন। ১৬ই ডিসেম্বর ২০০১-এ নিউইয়র্ক টাইমসের শিরোনাম ছিলঃ ‘Wanted, an Islamic enlightenment to end religious tolerance’। ১১ই সেপ্টেম্বরের সন্ত্রাসী হামলার পর রক্ষণশীল পত্রিকা ‘দ্য ন্যাশনাল রিভিউ’ এর সম্পাদকগণ আফসোস করেছেন এজন্য যে, ইসলাম  ইউরোপীয় এনলাইটেনমেন্টের মত ‘শুদ্ধিকরণের অভিজ্ঞতার’ মধ্য দিয়ে যায় নি।

এনলাইটেনমেন্ট এবং আধুনিক সহিংসতা

সৌভাগ্যক্রমে, এখনো কিছু কিছু যৌক্তিক কন্ঠস্বর বিদ্যমান যারা এনলাইটেনমেন্ট প্রকল্পের আভ্যন্তরীণ সমস্যা এবং ইসলামিক ও পাশ্চাত্য সমাজের ভিন্ন ভিন্ন ঐতিহাসিক অভিজ্ঞতার দিকে দৃষ্টি আকর্ষণ করেন। জন এম. ওয়েন চতুর্থ এবং জে. জুড ওয়েন বলেন, “এনলাইটেনমেন্ট পাশ্চাত্যে সহিংসতা এবং আত্মঘাত বন্ধ করেনি (যেমন, প্রথম বিশ্বযুদ্ধ, ফ্যাসিজম, দ্বিতীয় বিশ্বযুদ্ধ এবং স্নায়ুযুদ্ধ)। ইসলামিক বিশ্বে এনলাইটেনমেন্টের ডাক দিতে গিয়ে সচরাচর বেশ কিছু গুরুত্বপূর্ণ বাস্তবতাকে এড়িয়ে যাওয়া হয়; বিশেষ করে এই ব্যাপারটি যে, ইসলামী বিশ্ব প্রজন্মের পর প্রজন্ম ধরে নিজেদের এবং পাশ্চাত্যের এনলাইটেমেন্টের বিষয়টির সাথে সমঝোতায় আসার চেষ্টা করে যাচ্ছে।”

ইউরোপীয় এনলাইটেনমেন্টকে আলিঙ্গন করে নিলে সহিংস চরমপন্থাকে দমন করা যাবে এই দাবীটি মোটেই বাস্তবতা দ্বারা সমর্থিত নয়। হান্নাহ আরেন্ডট আরো অর্ধশতাব্দী পূর্বে প্রকাশিত হওয়া তাঁর মৌলিক গ্রন্থ ‘The Origins of Totalitarianism’-এ নাৎসি জার্মানী এবং স্ট্যালিনের রাশিয়ার আধুনিক একনায়কতন্ত্রের আদি উৎস খুঁজে বের করার চেষ্টা করেছেন। তিনি দেখিয়েছেন কিভাবে এসব একনায়কতান্ত্রিক ব্যবস্থা মূলত এনলাইটেনমেন্ট কল্পিত আধুনিক রাজনৈতিক প্রকল্প থেকে উঠে এসেছে।

ইহুদী বিদ্বেষ (anti-semitism) ও কনসেন্ট্রেশন ক্যাম্প থেকে শুরু করে আণবিক বোমার ব্যবহার ও শয়তানের অক্ষশক্তি সবকিছু একই বিন্দুতে মিলিত হয়ে সাম্প্রতিক মানব ইতিহাসে অন্যতম ভয়াবহ দুর্যোগ সৃষ্টি করেছে। ইউরোপীয় সাম্রাজ্যবাদ, আফ্রিকান দাসপ্রথা, দুটো বিশ্বযুদ্ধ, হলোকস্টের ভয়াবহতা, বলকান এবং আফ্রিকায় জাতিগত নিধন এবং জৈব-রাসায়নিক অস্ত্রের ব্যবহার মত সব বিভীষিকাই সংঘটিত হয়েছে এনলাইটেনমেন্টের পরবর্তী সময়ে।

মৌলিকভাবে এসব বিপর্যয়ের খুব কমই ধর্মের সাথে সম্পর্কিত। সাম্প্রতিক গবেষণাগুলোও একই কথাই বলছে। গ্লোবাল টেরোরিজম ইনডেক্স ২০১৪ এর মতে, পুরো পৃথিবীজুড়ে নরহত্যা জনিত ঘটনায় সন্ত্রাসবাদের চেয়ে প্রায় ৪০ গুণ বেশী লোক নিহত হয়েছে। ২০১২ সালে নরহত্যার কারণে ৪৩৭০০০ জন মানুষ প্রাণ হারিয়েছে, যেখানে সন্ত্রাসের কারণে প্রাণ হারিয়েছে ১১০০০। একই রিপোর্ট অনুযায়ী, “ধর্মীয় আদর্শ দ্বারা অনুপ্রাণিত সন্ত্রাসবাদের ব্যাপারটি আংশিকভাবে একটি বৈশ্বিক ব্যাপার। ধর্মানুপ্রাণিত সন্ত্রাসের ঘটনা সাব-সাহারান আফ্রিকা, মধ্যপ্রাচ্য, উত্তর আফ্রিকা এবং দক্ষিণ এশিয়ায় বিস্তার লাভ করলেও বিশ্বের বাকি অংশে সন্ত্রাসবাদের পিছে চালকশক্তি হিসেবে কাজ করছে বিভিন্ন রাজনৈতিক অথবা জাতীয়তাবাদী ও বিচ্ছিন্নতাবাদী আন্দোলনগুলো।”

গবেষণাগুলোতে দেখা গিয়েছে যে, ২০০১ সাল থেকে এ পর্যন্ত যুক্তরাষ্ট্রে আলকায়েদা সম্পর্কিত চরমপন্থীদের চেয়ে ডানপন্থী চরমপন্থীদের হাতে বেশী লোক নিহত হয়েছে।

কিন্তু বিভিন্ন ধরনের সন্ত্রাসবাদের উপর গণমাধ্যমগুলোর প্রতিবেদনের মাত্রার ভিন্নতা বেশ সাধারণ একটি ঘটনা হয়ে দাঁড়িয়েছে। উদাহারণস্বরূপ বলা যায়, বিগত কয়েক সপ্তাহ ধরে পিকেকের সন্ত্রাসবাদ বেশ উঠতির দিকে রয়েছে। পিকেকের সন্ত্রাসবাদের কারণে ১৯৮০ সাল থেকে এখন পর্যন্ত ৪০ হাজারেরও বেশী লোক প্রাণ হারিয়েছে। কিন্তু এরপরেও পিকেকের সন্ত্রাসবাদী কলাকৌশলকে ব্যাখ্যা করার ক্ষেত্রে এর মার্ক্সিস্ট-লেনিনিষ্ট এবং জাতীয়তাবাদী আদর্শকে খুব সামান্যই সামনে আনা হয়। এর চেয়েও বড় ধান্দাবাজি হল, সিরিয়ায় আইসিসের বিরুদ্ধে লড়াইয়ের অজুহাতে পাশ্চাত্যের বড় বড় গণমাধ্যমগুলো দ্বারা পিকেকের সন্ত্রাসবাদী কার্যকলাপসমূহকে আড়াল করার প্রচেষ্টা।

প্রকৃতপক্ষে, সহিংসতাকে জায়েজ করার জন্য ধর্মকে টেনে আনা জরুরী নয়। ইসলাম, খ্রিষ্টধর্ম, ইহুদীধর্ম বা বৌদ্ধধর্মের নামে সহিংসতা করা হলেও, আধুনিক বিশ্বে ধর্ম সহিংসতার একমাত্র চালক নয়। এনলাইটেনমেন্টের অন্যতম একটি প্রতিশ্রুতি যদি যুক্তিবাদ এবং ধর্মনিরপেক্ষতাকরণের মাধ্যমে অধিকতর শান্তি এবং কম সহিংসতা নিশ্চিতকরণ হয়ে থাকে, তবে তার বাস্তবায়ন খুব কমই হয়েছে।

এনলাইটেনমেন্ট কি ছিল?

অষ্টাদশ শতাব্দীতে এনলাইটেনমেন্টের সংজ্ঞা নির্ধারণের বিষয়টি যখন সামনে আসে তখন তা যথেষ্ট জটিলতার সৃষ্টি করে। কান্ট এনলাইটেনমেন্টকে এভাবে সংজ্ঞায়িত করেনঃ “স্ব-আরোপিত অভিভাবকত্ব থেকে মানুষের মুক্তি। এ অভিভাবকত্ব হচ্ছে অন্যের পথনির্দেশ ব্যতীত মানুষের নিজের বুদ্ধিবৃত্তিকে ব্যবহার করার অক্ষমতা।” মানব ইতিহাসে অনেক নিপীড়ন এবং অজ্ঞতার কারণ হচ্ছে মানুষের অপরিপক্বতা। কান্ট মানুষের নিজের জন্য স্বাধীনভাবে চিন্তা করার মত সাহসী হওয়াকে এনলাইটেনমেন্টের নির্যাস হিসেবে চিত্রায়িত করেন। “জানার সাহস করো (Sapere aude)! নিজের যুক্তিবোধ ব্যবহার করার ব্যাপারে সাহসী হও। এটিই এনলাইটেনমেন্টের মূলমন্ত্র।”

এ থেকে আমরা এনলাইটেনমেন্টের দুটো অপরিহার্য উপাদান পাইঃ যুক্তিবোধের ব্যবহার এবং প্রথা ও কর্তৃত্বকে চ্যালেঞ্জ করার মনোভাব। এ দুটোই আধুনিক বিশ্বের উত্থানে গুরুত্বপূর্ণ ভূমিকা পালন করেছে। এতদসত্ত্বেও, প্রথমটির স্থূল যুক্তিবাদিতায় এবং দ্বিতীয়টির ধ্বংসাত্মক প্রথাবিরোধীতায় (anti-traditionalism)  ফিরে যেতে বেশী সময় লাগে নি। এনলাইটেনমেন্ট অনুপ্রাণিত নতুন যুক্তিবোধ নিজেকে ব্যতীত অন্য কোন কিছুকেই কর্তৃত্ব দিতে অস্বীকৃতি জানায়। যার ফলে আধুনিক স্বকেন্দ্রিকতা মধ্যযুগের ধর্মকেন্দ্রিকতার জায়গা দখল করে নেয়।

তবে যে ব্যাপারটি যথেষ্ট কৌতুহলোদ্দীপনার সঞ্চার করে তা হলো, অক্সফোর্ড ইংরেজী অভিধানের দ্বিতীয় সংস্করণে এনলাইটেনমেন্টের এর সংজ্ঞায় এই দিকটি উঠে এসেছে যে এনলাইটেনমেন্ট “দুর্বল ও দাম্ভিক বুদ্ধিবৃত্তিকতা এবং প্রথা ও কর্তৃত্বের প্রতি অযৌক্তিক মাত্রার ঘৃণা” দ্বারা নির্মিত। এ অভিধানের রচয়িতাগণ নিশ্চিতভাবেই এনলাইটেনমেন্টের প্রতি কোন রকমের তোষামদী দৃষ্টিভঙ্গি পোষণ করতেন না। তবে তাদের এই সমালোচনামূলক মনোভাব দ্বারা এনলাইটেনমেন্টের সবচেয়ে আকাঙ্খিত মূলনীতি ‘বিশ্লেষণী মনন’ এর স্ব-আরোপিত সীমাবদ্ধতা দৃষ্টিগোচর হয়। যদি স্বীকৃত সকল প্রথা, ধর্ম, ইতিহাস অথবা সমাজের প্রতি সমালোচনামূলক মনোভাব রাখতেই হয়, তবে সেই একই সূত্র কেন খোদ এনলাইটেনমেন্টের উপর খাটবে না?

এছাড়াও, গত শতাব্দীতে এনলাইটেনমেন্ট অনুপ্রাণিত যুক্তিবোধ এবং প্রথাবিরোধিতা বৈশ্বিক পুঁজিবাদের সাথে ওতপ্রোতভাবে জড়িয়ে আমাদের বস্তুগত এবং মানসিক ও নৈতিক জগতের জন্য সুদূরপ্রসারী কিছু ফলাফল বয়ে এনেছে।

ইসলামের কি এনলাইটেনমেন্টের প্রয়োজন রয়েছে?

চিন্তার দিগন্ত উন্মুক্ত রেখেই মুসলিম বিশ্বের উচিত তার নিজের বুদ্ধিবৃত্তিক ঐতিহ্য এবং নৈতিকতাকে পুনরুদ্ধার করা। একটি আগ্রাসী ধর্মনিরপেক্ষ ও আপেক্ষিকতাবাদী বিশ্বে নিজেদের ধর্ম ও ঐতিহ্যের প্রাসঙ্গিকতা নিয়ে উনবিংশ শতাব্দী থেকেই মুসলিমরা নিজেদের মধ্যে উত্তপ্ত বিতর্কে লিপ্ত রয়েছে। ঐতিহ্যবাহী ইসলামী তত্ত্ববিদ্যার (ontology) ভিত্তিতে গড়ে উঠা মুসলিম বিশ্বদৃষ্টি (worldview of the Muslims) এবং মডার্নিটির শেষ পর্যায়ের দিকে গড়ে উঠা ব্যক্তিকেন্দ্রিক (subjectivist) জ্ঞানবিদ্যা এবং ভিত্তিবাদবিরোধী (anti-foundational) তত্ত্ববিদ্যা সাংঘর্ষিক অবস্থানে উপনীত হয়েছে। আধুনিক পুঁজিবাদী সমাজব্যবস্থায় অতীন্দ্রীয়তার (transcendence) এক বৃহত্তর প্রেক্ষাপটের মধ্যে সব কিছুকে বিবেচনা করার মুসলিম দৃষ্টিভঙ্গীর আবেদন নিতান্তই গৌণ। মুসলিমরা নিজেরাই নিজেদের গৌরবময় অতীত, হতাশাময় বর্তমান এবং অনিশ্চিত ভবিষ্যতের মাঝে ছিন্নিবিচ্ছিন্ন।

সমকালীন মুসলিমদেরকে অবশ্যই ইউরোপীয় এনলাইটেনমেন্টের অভিজ্ঞতাকে অধ্যয়ন করতে হবে এবং এর লাভ ও ক্ষতি থেকে শিক্ষা গ্রহণ করতে হবে। কিন্তু এর চেয়েও গুরুত্বপূর্ণ কাজ হচ্ছে শতাব্দী ধরে মুসলিম বুদ্ধিবৃত্তিক ঐতিহ্য যুক্তিবোধ এবং ঐতিহ্যের যে ধারণা হাজির করেছেন তাকে এমনভাবে পুনরুদ্ধার করা যা বর্তমান মুসলিম বিশ্বকে পথের দিশা প্রদান করতে সক্ষম হবে।

ইসলামের বুদ্ধিবৃত্তিক ঐতিহ্য যেমন ধর্মের নামে যুক্তিবোধকে উৎখাত করেনি তেমনি মানবমুক্তির নামে একে দৈবরূপও দান করেনি। বরঞ্চ, যুক্তিকে সত্তা এবং চিন্তার এক বৃহৎ প্রসঙ্গে এমনভাবে স্থান দেয়া হয়েছিল যা মানবজীবনকে এবং মহাবিশ্বকে অর্থবহ করে তুলেছিল যেই মহাবিশ্বের সে নিজেই একটি অংশ। এতে জ্ঞান, প্রজ্ঞা, দূরদর্শীতা এবং নৈতিক উৎকর্ষতার সাথে যুক্তিবোধ একই সুরে কাজ করেছে। আমি আমার বই ‘Reason and Rationality in the Quran’ -এ যেমনটি দেখিয়েছি, এই যুক্তিবোধ জ্ঞান ও বিশ্বাসের সঙ্কট সৃষ্টি না করেই যৌক্তিক-দার্শনিক জ্ঞান ও নৈতিক-আধ্যাত্মিক পরিশুদ্ধি উভয়েরই জন্ম দিয়েছে।

স্বাধীনতা এবং আত্মনিয়ন্ত্রণাধিকারের (autonomy) নামে ঐতিহ্যের আপাদমস্তক প্রত্যাখ্যান কর্তৃত্ব ও বৈধতার সঙ্কট তৈরী করে। বহু মুসলিম পন্ডিত, বিজ্ঞানী এবং দার্শনিকগণ তাদের নিজ নিজ বুদ্ধিবৃত্তিক ঐতিহ্যের সাথে একটি পরিমিত নিরাপদ দূরত্ব বজায় রেখে চলতেন। প্রকৃতপক্ষে এভাবেই তারা যুগে যুগে ঐতিহ্যের প্রাণশক্তি বজায় রেখেছেন। আধুনিক চরমপন্থীরা যে এই ঐতিহ্যকে অস্বীকার এবং বিকৃত করতে চায়, এ ব্যাপারটি ঐতিহ্যের অপরিহার্য গুরুত্বকে একটুখানিও কমায় না।

ইসলামী ঐতিহ্য এবং এনলাইটেনমেন্ট উভয়ের সাথে গভীর বোঝাপড়াই হচ্ছে মুসলিম বিশ্বের বর্তমান সমস্যা থেকে উত্তরণের চাবিকাঠি। মুসলিম বিশ্বকে যদি সৃজনশীল এবং গঠনমূলক উপায়ে এর বুদ্ধিবৃত্তিক এবং সামাজিক সমস্যাগুলোর সমাধান করতে হয়, তবে তা কেবলমাত্র এর সমৃদ্ধশালী ঐতিহ্যের মধ্য থেকে যুক্তিবোধ, বিশ্বাস এবং স্বাধীনতার যে নির্যাস বিদ্যমান সেটি পুনরুদ্ধারের মাধ্যমে সম্ভব।

এককথায়, মুসলিম বিশ্ব এমন একটি বিশেষ সভ্যতানির্ভর তত্ত্ববিদ্যাকে মেনে নিতে পারে না যা এ দুনিয়াতেই সবকিছু শেষ এমন মনে করে। মুসলমানগণ তাদের জ্ঞান, বিশ্বাস ও নৈতিকতার ভিত্তি হিসাবে এমন কোনো জ্ঞানতাত্ত্বিক ব্যবস্থাকে (epistemic system) গ্রহণ করতে পারে না যা বস্তুবাদী খণ্ডতাবাদ (material reductionism) ও দৃষ্টবাদ (positivism) কিংবা প্রতিবাস্তববাদ (anti-realism) ও ব্যক্তিস্বাতন্ত্র্যবাদ (subjectivism) হতে উৎসরিত। উপযোগিতাকেই সর্বোচ্চ গুণ হিসাবে বিবেচনা করে এমন কোনো জড়বাদী নৈতিক ধারণাকে (instrumentalist notion of ethics) এটি প্রত্যাখ্যান করে।

ঐতিহ্যের উপর দৃঢ় ভিত্তি রেখে চিন্তার দিগন্ত উন্মুক্ত রাখার মত দুঃসাধ্য কাজের ভার আজ মুসলিম পন্ডিত এবং বুদ্ধিজীবিদের কাঁধের উপর। একদিকে আধুনিক বিশ্বের বাতুলতার বিরুদ্ধে লড়াই, অন্যদিকে হাল জামানার ধর্মীয় চরমপন্থীদের বিরুদ্ধে লড়াইয়ের বাস্তবতা তাদের এই ভারবাহী কাজকে আরো কঠিন করে তুলেছে। তবুও এ লক্ষ্যবিন্দুতে পৌঁছুতে পারা মোটেই অসম্ভব কিছু নয়। এমন একটি অর্জন আমাদের মনন এবং হৃদয়কেই আলোকিত করবে।

সূত্রঃ Daily Sabah`,
        author: "ইব্রাহিম কালিন",
        cat: ["তত্ত্ব ও সমাজ"],
        created: "জানুয়ারী ০১, ২০১৬",
        tags : [], 
    }
]